tap "achannarasappa/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "teamookla/speedtest"
brew "openssl@3"
brew "libyaml"
brew "xz"
brew "ansible"
brew "autoconf"
brew "aws-sso-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "gmp"
brew "unbound"
brew "cask"
brew "dhcpdump"
brew "dhcping"
brew "eza"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "ipcalc"
brew "jless"
brew "jq"
brew "knock"
brew "lorem"
brew "lua-language-server"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nushell"
brew "pandoc"
brew "pkgconf"
brew "powerlevel10k"
brew "pwgen"
brew "pyenv"
brew "ruby"
brew "rust"
brew "saml2aws"
brew "skopeo"
brew "sl"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "teamookla/speedtest/speedtest"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "jiggler"
cask "kitty"
cask "mactex"
cask "slack"
cask "spotify"
cask "stremio"
cask "swish"
cask "transfer"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "wifi-explorer"
cask "wireshark"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
