tap "hashicorp/tap"
brew "aerc"
brew "aws-sso-cli"
brew "awscli"
brew "libyaml"
brew "azure-cli"
brew "bat"
brew "bison"
brew "btop"
brew "cask"
brew "container", restart_service: :changed
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "jless"
brew "jq"
brew "knock"
brew "libffi"
brew "lorem"
brew "lua-language-server"
brew "mas"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "pandoc"
brew "pipx"
brew "poetry"
brew "powerlevel10k"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "sl"
brew "stow"
brew "terraform"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yamlfmt"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jiggler"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "multipass"
cask "postman"
cask "powershell"
cask "qutebrowser"
cask "slack"
cask "spotify"
cask "steam"
cask "transfer"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "whatsapp"
cask "winbox"
cask "windows-app"
cask "wireshark-app"
cask "zoom"
mas "Resident Evil 4", id: 6462360082
mas "Sniper Elite 4", id: 6477828959
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
